{
    "PublicService": {
        "name": "European Health Insurance Card",
        "evidence": [
            {
                "id": 1,
                "evs": [
                    {
                        "id": "ev0001",
                        "type": "Evidence",
                        "name": "Go to gov.gr → European Health Insurance Card",
                        "description": "Application by the interested party or their guardian or another authorized person, which is provided by the offices of the competent services of the Regional Units or the Citizen Service Centers (KEP)."
                    },
                    {
                        "id": "ev0009",
                        "type": "Evidence",
                        "name": "Log in with your Taxisnet credentials",
                        "description": "Police Identity Card of the applicant or a photocopy thereof."
                    },
                    {
                        "id": "ev0010",
                        "type": "Evidence",
                        "name": "Select e-EFKA as your insurance provider",
                        "description": "Responsible declaration under Law 1599/86 stating the exact address of residence. The above declaration must also state that no Travel Card has been received from another Regional Unit or Citizen Service Center (KEP)."
                    },
                    {
                        "id": "ev0011",
                        "type": "Evidence",
                        "name": "Fill in your details and, if necessary, those of your dependents",
                        "description": "For the issuance of a new card, two recent photographs are required, one of which is to be affixed to the Card and the other attached to the applicant’s form."
                    },
                    {
                        "id": "ev0013",
                        "type": "Evidence",
                        "name": "Submit the application",
                        "description": "Beneficiaries of free transportation cards must submit a photocopy of the tax clearance note from their local Tax Office from the most recent tax return."
                    }
                ]
            }
        ],
        "criterion_requirments": [
            {
                "id": "cr0001",
                "name": "Greek nationality"
            },
            {
                "id": "cr0002",
                "name": "Nationals of EU Member States as well as nationals of States that are Members of the European Economic Area (EEA)"
            },
            {
                "id": "cr0003",
                "name": "Nationals of countries included in the European Convention ratified by Legislative Decree 4017/1959 (Government Gazette 246/59 Issue A)"
            },
            {
                "id": "cr0004",
                "name": "Third-country nationals who have become incapable of work due to a work-related accident in Greek territory, or are family members of a Greek citizen or an EU citizen, as provided in Article 20 paragraph 2 of Presidential Decree 106/2007 (A΄135), Article 85 paragraph 4 of Law 4251/2014 (A΄80), and Article 31 paragraph 1 of Law 4540/2018 (A΄91)."
            },
            {
                "id": "cr0005",
                "name": "Recognized refugees residing permanently in Greece, whose residence status in Greece is governed by the provisions of the 1951 Convention on the Status of Refugees (Legislative Decree 3989/1959, Government Gazette A΄ 201), as amended by the 1967 New York Protocol on the Status of Refugees (Law Decree 389/1968, Government Gazette A΄ 125), beneficiaries of subsidiary protection, and those under humanitarian residence status."
            },
            {
                "id": "cr0006",
                "name": "Reside permanently and legally in Greece"
            },
            {
                "id": "cr0007",
                "name": "Have a disability rate of at least 67% or are beneficiaries of disability welfare benefits granted by OPEKA"
            },
            {
                "id": "cr0008",
                "name": "Their total annual declared individual income does not exceed twenty-three thousand (23,000) euros, or their total annual declared family income does not exceed twenty-nine thousand (29,000) euros. The total declared family income of 29,000 euros is increased by 5,600 euros for each additional person beyond the beneficiary, who lives with and depends on the taxpayer, provided that this person has a disability of 67% or more. The monetary amounts paid by OPEKA as disability welfare benefits are not counted towards the income limits."
            },
            {
                "id": "cr0009",
                "name": "Totally blind persons (Law 958/1979, A΄191) and their escorts are exempt from the income criteria, as defined above, according to Decision 445/98 of the Council of State’s Suspension Committee, and receive a transportation card regardless of their income level."
            }
        ]
    }
}